{
  "349.Design.": "349.Design.",
  "At the core of our business lies a passion for crafting designs that inspire and ignite emotions in our clients and their customers.": "La baza afacerii noastre se află o pasiune pentru crearea de designuri care inspiră și stârnesc emoții în clienții noștri și în clienții lor.",
  "Romainia, if you can imagine it, we can design it.": "România, dacă poți să-l imaginezi, noi îl putem crea.",
  "Let's create together": "Să creăm împreună",
  "or learn more below": "sau află mai multe mai jos",
  "L❤️cal love.": "Dragoste L❤️cală.",
  "Stunning Websites, Unbeatable Price. Just €349!": "Website-uri uimitoare, preț de neegalat. Doar 349€!",
  "Our creative process, designed around you.": "Procesul nostru creativ, conceput în jurul tău.",
  "Get started": "Începe",
  "Make a Request": "Trimite o Cerere",
  "Start by filling out our simple online form. Let us know about your project, and we'll get back to you quickly with a confirmed scope of work and prepayment options.": "Începe prin completarea formularului nostru simplu. Spune-ne despre proiectul tău, iar noi te vom contacta rapid cu detalii confirmate despre lucrările și opțiunile de plată.",
  "Secure Your Spot": "Asigură-ți Locul",
  "Let the Magic Begin": "Lasă Magia să Înceapă",
  "Once we've received your payment, we'll get to work creating your dream website! We'll send regular updates for review, ensuring everything is just right.": "Odată ce am primit plata, vom începe să lucrăm la crearea site-ului tău de vis! Îți vom trimite actualizări regulate pentru revizuire, asigurându-ne că totul este în regulă.",
  "Unlimited Revisions for 15 Days": "Revizuiri Nelimitate timp de 15 Zile",
  "After delivering the initial design, you'll have 15 days of unlimited updates. This is your time to make tweaks and adjustments—until your site is perfect.": "După ce livrăm designul inițial, vei avea 15 zile de actualizări nelimitate. Acesta este momentul tău pentru a face ajustări și modificări până când site-ul tău este perfect.",
  "Launch & Handover": "Lansare & Predare",
  "Once everything is set, we'll publish your site and hand over the keys. Your site will be live, fully functional, and ready to impress.": "Odată ce totul este pregătit, vom publica site-ul și îți vom preda cheile. Site-ul tău va fi activ, complet funcțional și gata să impresioneze.",
  "Stay Fresh with a Monthly Subscription": "Rămâi Proaspăt cu un Abonament Lunar",
  "Want to keep your site updated? We offer a monthly subscription for ongoing maintenance and updates, so your site always stays fresh and relevant.": "Vrei să îți păstrezi site-ul actualizat? Oferim un abonament lunar pentru întreținere continuă și actualizări, astfel încât site-ul tău să rămână mereu proaspăt și relevant.",
  "We'll send you a confirmation email with everything you need to know. To lock in your spot, simply make a partial payment. Your project will be officially in queue!": "Îți vom trimite un e-mail de confirmare cu toate detaliile de care ai nevoie. Pentru a-ți asigura locul, trebuie doar să faci o plată parțială. Proiectul tău va fi oficial în așteptare!",
  "Design Magic Happens": "Magia Designului",
  "Our talented designers get to work, crafting a stunning website tailored to your needs. We'll keep you updated throughout the process.": "Designerii noștri talentați se apucă de lucru, creând un site web uimitor adaptat nevoilor tale. Te vom ține la curent pe parcursul întregului proces.",
  "Review & Refine": "Revizuiește și Îmbunătățește",
  "Once the initial design is ready, we'll present it to you. You'll have the opportunity to provide feedback and request any necessary tweaks.": "Odată ce designul inițial este gata, ți-l vom prezenta. Vei avea ocazia să oferi feedback și să ceri ajustările necesare.",
  "Final Touches": "Ultimele Retușuri",
  "We'll make any final adjustments based on your feedback, ensuring every detail is perfect.": "Vom face toate ajustările finale pe baza feedback-ului tău, asigurându-ne că fiecare detaliu este perfect.",
  "Launch & Celebrate": "Lansare și Sărbătorire",
  "With your approval, we'll launch your beautiful new website. Time to celebrate your online success!": "Cu aprobarea ta, vom lansa noul tău site web. E timpul să sărbătorim succesul tău online!",
  "Why we are your best choice for web design.": "De ce suntem cea mai bună alegere pentru design web.",

  "High-Quality, Custom Designs.": "Designuri Personalizate de Înaltă Calitate.",
  "High-quality, custom designs to make your business shine.": "Designuri personalizate de înaltă calitate pentru a-ți face afacerea să strălucească.",

  "Work With Local Experts": "Lucrează cu Experți Locali",
  "Work with local experts who understand your needs and are invested in our community.": "Lucrează cu experți locali care îți înțeleg nevoile și sunt implicați în comunitatea noastră.",

  "Enjoy a creative process designed around you.": "Bucură-te de un proces creativ conceput în jurul tău.",
  "A fun, stress-free process with guaranteed results.": "Un proces distractiv, fără stres, cu rezultate garantate.",

  "15 days of Unlimited Updates": "15 zile de Actualizări Nelimitate",
  "15 days of unlimited updates—because we want it to be perfect!": "15 zile de actualizări nelimitate—pentru că vrem să fie perfect!",

  "Flexible Payments, Reservations.": "Plăți Flexibile, Rezervări.",
  "Flexible payment options to make it easy for you to get started.": "Opțiuni de plată flexibile pentru a-ți ușura începutul.",

  "Optional Subscription": "Abonament Opțional",
  "Subscription services so your site stays up-to-date long after it's live.": "Servicii de abonament pentru ca site-ul tău să rămână actualizat mult timp după lansare.",
  "Loading...": "Se încarcă...",
  "Error:": "Eroare:",
  "Coders at Heart": "Programatori din Pasiune",
  "We are seriously in the business of starting new things.": "Suntem cu adevărat în afacerea de a începe lucruri noi.",
  "At Atem,": "La Atem,",
  "innovation is at our core.": "inovația este în centrul nostru.",
  "Alongside our commitment to starting new ventures, we're thrilled to introduce atem.Labs, our incubator for groundbreaking initiatives like": "Pe lângă angajamentul nostru de a începe noi inițiative, suntem încântați să vă prezentăm atem.Labs, incubatorul nostru pentru inițiative revoluționare precum",
  "Satchel": "Satchel",
  ", our AR Advertising platform.": ", platforma noastră de Publicitate AR.",
  "Furthermore, we're excited to expand our expertise in AI, design, and e-commerce, driving forward our pursuit of excellence in every domain.": "În plus, suntem entuziasmați să ne extindem expertiza în AI, design și e-commerce, promovând excelența în fiecare domeniu.",
  "Case Study Coming Soon...": "Studiu de Caz În Curând...",
  "Questions? Answers.": "Întrebări? Răspunsuri.",
  "How much does a website cost?": "Cât costă un site web?",
  "Great question! While our design and development cost is straightforward, there are a few additional costs for domain registration, hosting, and potentially third-party services. We'll help guide you through all of these so you know exactly what to expect! The ongoing cost of a website typically includes: design and development, domain name registration, hosting, third-party services, and ongoing maintenance.": "Întrebare excelentă! Deși costul nostru de design și dezvoltare este clar, există câteva costuri suplimentare pentru înregistrarea domeniului, găzduire și eventual servicii de terță parte. Te vom ghida prin toate acestea, astfel încât să știi exact la ce să te aștepți! Costul continuu al unui site web include, de obicei: design și dezvoltare, înregistrarea numelui de domeniu, găzduire, servicii de terță parte și întreținere continuă.",
  "What is Local Design 349?": "Ce este Local Design 349?",
  "349 Design is a special web design service we're offering to build our community by providing high-quality websites at a discounted price of 349 euros. It's a limited-time opportunity aimed at helping local businesses get online with professional design.": "349 Design este un serviciu special de design web pe care îl oferim pentru a construi comunitatea noastră, furnizând site-uri web de înaltă calitate la un preț redus de 349 de euro. Este o oportunitate limitată de timp destinată să ajute afacerile locale să fie online cu un design profesional.",
  "Why is the price so low?": "De ce este prețul atât de mic?",
  "We believe in giving back to our community and want to make professional web design accessible to local businesses. By offering this special price, we're able to help entrepreneurs and organizations grow while showcasing our expertise.": "Credem în a oferi înapoi comunității noastre și dorim să facem designul web profesional accesibil afacerilor locale. Prin oferirea acestui preț special, suntem capabili să ajutăm antreprenorii și organizațiile să crească, demonstrându-ne în același timp expertiza.",
  "What do I get for 349 euros?": "Ce primesc pentru 349 de euro?",
  "You'll receive a fully customized, responsive website with up to 5 pages, including basic SEO, mobile optimization, and 15 days of unlimited revisions after launch. It's the same quality service we offer at higher price points, just tailored for this initiative.": "Vei primi un site web complet personalizat și receptiv, cu până la 5 pagini, inclusiv SEO de bază, optimizare pentru mobil și 15 zile de revizuiri nelimitate după lansare. Este același serviciu de calitate pe care îl oferim la prețuri mai mari, doar adaptat pentru această inițiativă.",
  "How do I get started?": "Cum încep?",
  "Simply fill out our online form to make a request. Once we review your information, you'll receive a confirmation email with the scope of work and prepayment options. We begin as soon as we receive payment.": "Completează pur și simplu formularul nostru online pentru a face o solicitare. Odată ce revizuim informațiile tale, vei primi un email de confirmare cu domeniul de lucru și opțiunile de preplată. Începem imediat ce primim plata.",
  "Are there limited spots?": "Sunt locuri limitate?",
  "Yes, we can only take on a limited number of projects each month to ensure we provide quality service. Once spots fill up, we offer a guaranteed reservation for the next available month with a partial payment.": "Da, putem prelua doar un număr limitat de proiecte în fiecare lună pentru a asigura un serviciu de calitate. Odată ce locurile sunt ocupate, oferim o rezervare garantată pentru luna disponibilă următoare cu o plată parțială.",
  "What's the timeline for completing my website?": "Care este termenul pentru finalizarea site-ului meu?",
  "Our typical turnaround time is 2-3 weeks, depending on the project's complexity. You'll receive regular updates, and we work closely with you to ensure your site is perfect.": "Timpul nostru obișnuit de livrare este de 2-3 săptămâni, în funcție de complexitatea proiectului. Vei primi actualizări regulate și lucrăm strâns cu tine pentru a ne asigura că site-ul tău este perfect.",
  "Do I need to pay everything upfront?": "Trebuie să plătesc totul din avans?",
  "No, we offer partial payment options. 50% Upfront Deposit: To start the project and cover initial design and planning work. Final Payment: Due upon project completion, before the website goes live. You'll also need to make a down payment to reserve your spot, and the rest is due upon project completion.": "Nu, oferim opțiuni de plată parțială. 50% Depozit Inițial: Pentru a începe proiectul și a acoperi lucrările inițiale de design și planificare. Plata Finală: Se face la finalizarea proiectului, înainte ca site-ul să fie lansat. Va trebui, de asemenea, să faci un avans pentru a-ți rezerva locul, iar restul se va plăti la finalizarea proiectului.",
  "Can I make changes to the website after it's done?": "Pot face modificări la site după ce este gata?",
  "Yes! You'll have 15 days of unlimited revisions after the website is launched. If you need ongoing changes, we offer affordable subscription plans for monthly updates.": "Da! Vei avea 15 zile de revizuiri nelimitate după ce site-ul este lansat. Dacă ai nevoie de modificări continue, oferim planuri de abonament accesibile pentru actualizări lunare.",
  "What's included in the 15 days of unlimited revisions?": "Ce este inclus în cele 15 zile de revizuiri nelimitate?",
  "This includes adjustments to text, images, and layout to ensure your website is exactly how you want it. Major redesigns or additional pages are not included but can be added for an extra fee.": "Aceasta include ajustări la text, imagini și layout pentru a te asigura că site-ul tău este exact așa cum îți dorești. Redesign-urile majore sau paginile suplimentare nu sunt incluse, dar pot fi adăugate pentru o taxă suplimentară.",
  "Do you offer ongoing support?": "Oferiți suport continuu?",
  "Yes, we offer subscription-based maintenance packages that cover updates, backups, and minor changes to ensure your site stays current and secure.": "Da, oferim pachete de întreținere pe bază de abonament care acoperă actualizările, backup-urile și modificările minore pentru a ne asigura că site-ul tău rămâne actualizat și sigur.",
  "See if L❤️cal 349 Design is right for you. It totally is.": "Vezi dacă L❤️cal 349 Design este potrivit pentru tine. (Chiar este.)",
  "Start here": "Începe aici",
  "Prefer to email?": "Preferi să trimiți un email?",
  "design.349@atem.gdn": "design.349@atem.gdn",
  "349 Design is a special web design service we’re offering to build our community by providing high-quality websites at a discounted price of 349 euros. It’s a limited-time opportunity aimed at helping local businesses get online with professional design.": "349 Design este un serviciu special de design web pe care îl oferim pentru a construi comunitatea noastră, furnizând site-uri web de înaltă calitate la un preț redus de 349 de euro. Este o oportunitate limitată de timp destinată să ajute afacerile locale să fie online cu un design profesional.",

  "Great question! While our design and development cost is straightforward, there are a few additional costs for domain registration, hosting, and potentially third-party services. We’ll help guide you through all of these so you know exactly what to expect! The ongoing cost of a website typically includes: design and development, domain name registration, hosting, third-party services, and ongoing maintenance.": "Întrebare excelentă! Deși costul nostru de design și dezvoltare este clar, există câteva costuri suplimentare pentru înregistrarea domeniului, găzduire și eventual servicii de terță parte. Te vom ghida prin toate acestea, astfel încât să știi exact la ce să te aștepți! Costul continuu al unui site web include, de obicei: design și dezvoltare, înregistrarea numelui de domeniu, găzduire, servicii de terță parte și întreținere continuă.",

  "We believe in giving back to our community and want to make professional web design accessible to local businesses. By offering this special price, we’re able to help entrepreneurs and organizations grow while showcasing our expertise.": "Credem în a oferi înapoi comunității noastre și dorim să facem designul web profesional accesibil afacerilor locale. Prin oferirea acestui preț special, suntem capabili să ajutăm antreprenorii și organizațiile să crească, demonstrându-ne în același timp expertiza.",

  "You’ll receive a fully customized, responsive website with up to 5 pages, including basic SEO, mobile optimization, and 15 days of unlimited revisions after launch. It's the same quality service we offer at higher price points, just tailored for this initiative.": "Vei primi un site web complet personalizat și receptiv, cu până la 5 pagini, inclusiv SEO de bază, optimizare pentru mobil și 15 zile de revizuiri nelimitate după lansare. Este același serviciu de calitate pe care îl oferim la prețuri mai mari, doar adaptat pentru această inițiativă.",

  "Simply fill out our online form to make a request. Once we review your information, you’ll receive a confirmation email with the scope of work and prepayment options. We begin as soon as we receive payment.": "Completează pur și simplu formularul nostru online pentru a face o solicitare. Odată ce revizuim informațiile tale, vei primi un email de confirmare cu domeniul de lucru și opțiunile de preplată. Începem imediat ce primim plata.",

  "Our typical turnaround time is 2-3 weeks, depending on the project’s complexity. You’ll receive regular updates, and we work closely with you to ensure your site is perfect.": "Timpul nostru obișnuit de livrare este de 2-3 săptămâni, în funcție de complexitatea proiectului. Vei primi actualizări regulate și lucrăm strâns cu tine pentru a ne asigura că site-ul tău este perfect.",

  "No, we offer partial payment options. 50% Upfront Deposit: To start the project and cover initial design and planning work. Final Payment: Due upon project completion, before the website goes live. You’ll also need to make a down payment to reserve your spot, and the rest is due upon project completion.": "Nu, oferim opțiuni de plată parțială. 50% Depozit Inițial: Pentru a începe proiectul și a acoperi lucrările inițiale de design și planificare. Plata Finală: Se face la finalizarea proiectului, înainte ca site-ul să fie lansat. Va trebui, de asemenea, să faci un avans pentru a-ți rezerva locul, iar restul se va plăti la finalizarea proiectului.",

  "Yes! You’ll have 15 days of unlimited revisions after the website is launched. If you need ongoing changes, we offer affordable subscription plans for monthly updates.": "Da! Vei avea 15 zile de revizuiri nelimitate după ce site-ul este lansat. Dacă ai nevoie de modificări continue, oferim planuri de abonament accesibile pentru actualizări lunare.",
  "Romania, if you can imagine it, we can design it.": "România, dacă îți poți imagina, putem să-l proiectăm.",
  "L❤️cal. 349. Design.": "L❤️cal. 349. Design.",
  "At atem, we believe great design should be accessible to everyone.": "La atem, credem că un design grozav ar trebui să fie accesibil tuturor.",
  "Our 349 Design initiative offers affordable web design for our community while continuing to provide cutting-edge solutions for startups and businesses across the globe. Let's create something impactful.": "Inițiativa noastră 349 Design oferă design web accesibil pentru comunitatea noastră, continuând în același timp să furnizăm soluții de vârf pentru startup-uri și afaceri din întreaga lume. Să creăm ceva impactant.",
  "Learn more": "Află mai multe",
  "We Build, Automate,and Elevate": "Construim, Automatizăm și Elevăm",
  "Maestro.": "Maestro.",
  "Simplify Automations": "Simplifică Automatizările",
  "Awesomations delivered, impressively fast.": "Automatizări impresionante, livrate rapid.",
  "Introducing Maestro Automations — Elevate your workflow with our easy and reliable subscription-based DEX services tailored to meet your evolving automation needs.The ultimate automation experience is here.": "Introducem Maestro Automatizări — Ridică-ți fluxul de lucru cu serviciile noastre DEX pe bază de abonament, ușor de utilizat și de încredere, adaptate pentru a satisface nevoile tale de automatizare în continuă evoluție. Experiența supremă în automatizare este aici.",
  "Community: #NRTW": "Comunitate: #NRTW",
  "HASHTAG.Nerds Rule The World": "HASHTAG.Nerds Rule The World",
  "See what our community is up too.": "Vezi ce face comunitatea noastră.",
  "Read more": "Citește mai mult",
  "Earning trust one client at a time": "Câștigăm încrederea un client la un moment dat",
  "Discover the perfect fit with atem": "Descoperă potrivirea perfectă cu atem",
  "We're happy to answer your questions.": "Suntem bucuroși să răspundem întrebărilor tale.",
  "Secure an appointment to talk to one of our developers": "Programează o întâlnire pentru a vorbi cu unul dintre dezvoltatorii noștri",
  "Explore use cases based on your industry": "Explorează cazuri de utilizare pe baza industriei tale",
  "Learn how atem can improve your customer relationships": "Află cum poate atem să îmbunătățească relațiile cu clienții tăi",
  "Tell us about yourself and well get back to you shortly.": "Spune-ne despre tine și îți vom răspunde în curând.", 
  "First Name": "Prenume",
  "Last Name": "Nume",
  "Business email address": "Adresă de e-mail de afaceri",
  "Phone Number (Optional)": "Număr de telefon (Opțional)",
  "Your comment": "Comentariul tău",
  "Get updates about upcoming events, webinars, product announcements, and helpful resources.": "Primește actualizări despre evenimente viitoare, webinarii, anunțuri de produse și resurse utile.",
  "Contact atem": "Contactează atem",
  "Follow us": "Urmărește-ne",
  "Maestro DEX Automations": "Maestro DEX Automations",
  "Get Started": "Începeți",
  "Subscription Information & Pricing": "Informații despre abonament și prețuri",
  "Referrals": "Recomandări",
  "Augmented reality": "Realitate augmentată",
  "Developers": "Dezvoltatori",
  "Made for Satchel partner program": "Creat pentru programul de parteneri Satchel",
  "Blog": "Blog",
  "Devolop and Design": "Dezvoltare și Design",
  "Pricing": "Prețuri",
  "About us": "Despre noi",
  "About atem": "Despre atem",
  "Maestro": "Maestro",
  "Design and Development": "Design și Dezvoltare",
  "Satchel AR": "Satchel AR",
  "atem.Labs": "atem.Labs",
  "Contact us": "Contactează-ne",
  "Schedule a call": "Programează un apel",
  "Products and Services Spotlight": "Produse și Servicii în Prim-plan",
  "Maestro Automations Spotlight": "Maestro Automations în Prim-plan",
  "Design and Development Spotlight": "Design și Dezvoltare în Prim-plan",
  "Satchel Spotlight": "Satchel în Prim-plan",
  "349 Design. Spotlight": "349 Design. în Prim-plan",
  "Contact": "Contact",
  "404 Page Not Found": "404 Pagina Nu A Fost Găsită"
}
